<?php
$application_name = 'Система планирования производства. Easy_Plan';
/** ---------------Параметры подключения к БД-------------------- */
$mysql_host = '127.0.0.1';
$mysql_database = 'plan_U5';
$mysql_user = 'root';
$mysql_user_pass = '';
/** -----------------Настройки раскроя рулонов------------------- */
$width_of_main_roll = 1000; /** ширина бухты, идущей в порезку */
$main_roll_length = 0; /** Длина раскраиваемой бухты */
$min_gap = 20; /** минимальный остаток в бухте */
$max_gap = 55; /** максимальный остаток  в бухте*/
$max_rolls_count = 10; /** максимальное количество полос в раскрое */
// ---------------Параметры подключения к БД-------------------- */
$dsn = 'mysql:host=127.0.0.1;dbname=plan_U5;charset=utf8mb4'; $user = 'root'; $pass = '';
